Repository: EdWilsonLJunior/SaveKids
Catalog: ZodiakiOS/ZodiakiOS/Localizable.xcstrings
Source language: en
Languages: pt_br

# catalog.section.tokens_primitivos
source: Primitive Tokens
pt_br: Tokens Primitivos

# catalog.section.toque_minimo
source: Minimum Touch Target
pt_br: Toque Mínimo

# catalog.section.total_variants
source: Total variants
pt_br: Variantes de total

# catalog.section.touch_areas
source: Touch Areas
pt_br: Áreas de Toque

# catalog.section.two_columns
source: Two columns
pt_br: Duas colunas

# catalog.section.typographic_compositions
source: Typographic Compositions
pt_br: Composições Tipográficas

# catalog.section.usage_combinations
source: Usage combinations
pt_br: Combinações de uso

# catalog.section.usage_contexts
source: Usage contexts
pt_br: Contextos de uso

# catalog.section.usage_in_examples
source: Usage in Examples
pt_br: Uso nos Exemplos

# catalog.section.use_cases
source: Use cases
pt_br: Casos de uso

# catalog.section.uso_comum_com_zodiakauthor
source: Common Usage — with ZodiakAuthor
pt_br: Uso comum — com ZodiakAuthor

# catalog.section.uso_inline
source: Inline usage
pt_br: Uso inline

# catalog.section.uso_nos_exemplos
source: Usage in Examples
pt_br: Uso nos Exemplos

# catalog.section.variant
source: Variant
pt_br: Variante

# catalog.section.variante_imagem
source: Image Variant
pt_br: Variante Imagem

# catalog.section.variantes
source: Variants
pt_br: Variantes

# catalog.section.variantes_de_conteudo
source: Content Variants
pt_br: Variantes de conteúdo

# catalog.section.variantes_de_cor
source: Color Variants
pt_br: Variantes de cor

# catalog.section.variantes_de_total
source: Total Variants
pt_br: Variantes de total

# catalog.section.variantes_por_estilo
source: Variants by Style
pt_br: Variantes por estilo

# catalog.section.variants
source: Variants
pt_br: Variantes

# catalog.section.variants_by_style
source: Variants by style
pt_br: Variantes por estilo

# catalog.section.video_e_texto
source: Video and Text
pt_br: Vídeo e Texto

# catalog.section.video_real
source: Real video
pt_br: Vídeo real

# catalog.section.view_modifiers
source: View Modifiers
pt_br: Modificadores de View

# catalog.section.visual_assets
source: Visual Assets
pt_br: Assets Visuais

# catalog.section.warning
source: Warning
pt_br: Aviso

# catalog.section.when_to_use
source: When to use
pt_br: Quando usar

# catalog.section.when_to_use_vs
source: When to use vs. ZodiakButton
pt_br: Quando usar vs. ZodiakButton

# catalog.section.with_action
source: With action & dismiss
pt_br: Com ação e dismiss

# catalog.section.with_card_style
source: With .cardStyle()
pt_br: Com .cardStyle()

# catalog.section.with_content_clear
source: With content + clear button
pt_br: Com conteúdo + botão clear

# catalog.section.with_cta_button
source: With action button (CTA)
pt_br: Com botão de ação (CTA)

# catalog.section.with_icon_subtitle
source: With icon and subtitle
pt_br: Com ícone e subtítulo

# catalog.section.with_image
source: With image
pt_br: Com imagem

# catalog.section.without_card_style
source: Without cardStyle
pt_br: Sem cardStyle

# catalog.section.without_helper
source: Without helper
pt_br: Sem helper

# catalog.shadow.flat_note
source: Flat design: shadow is intentionally subtle. Flat card uses a border as visual boundary.
pt_br: Flat design: sombra intencionalmente sutil. O card sem sombra usa borda como referência visual.

# catalog.shadow.section_tokens
source: Swift tokens
pt_br: Tokens Swift

# catalog.shadow.show_label
source: Show shadow
pt_br: Mostrar shadow

# catalog.shadow.single_desc
source: Zodiak uses a single official shadow — flat design.
pt_br: O Zodiak usa um único shadow oficial — flat design.

# catalog.shadow.spec.color
source: Color
pt_br: Cor

# catalog.shadow.static_examples
source: Static Examples
pt_br: Exemplos Estáticos

# catalog.shadow.subtitle
source: 1 shadow · flat design · rgba(0,0,0,0.03)
pt_br: 1 sombra · design flat · rgba(0,0,0,0.03)

# catalog.shadow.with_label
source: With Zodiak Shadow
pt_br: Com Shadow Zodiak

# catalog.shadow.without_label
source: Without Shadow
pt_br: Sem Shadow

# catalog.share.desc_0
source: Tap the button to open the sharing options sheet.
pt_br: Toque no botão para abrir o sheet de opções de compartilhamento.

# catalog.share.desc_1
source: Share is typically used alongside Author on article pages.
pt_br: O Share é tipicamente usado junto ao Author em páginas de artigo.

# catalog.share.label_article
source: Share article
pt_br: Compartilhar artigo

# catalog.share.option.copy_article_link
source: Copy article link
pt_br: Copiar link do artigo

# catalog.share.option.copy_link
source: Copy link
pt_br: Copiar link

# catalog.share.option.print
source: Print
pt_br: Imprimir

# catalog.share.rule_download_position
source: Always place Share to the left of the Download button (Zodiak spec)
pt_br: Sempre posicione o Share à esquerda do botão Download (spec Zodiak)

# catalog.share.subtitle
source: ZodiakShare · share button with options sheet
pt_br: ZodiakShare · botão de compartilhamento com sheet de opções

# catalog.share.tip_label
source: Use a custom label when "Share" is ambiguous in context
pt_br: Use um rótulo customizado quando "Compartilhar" for ambíguo no contexto

# catalog.share.toggle_hide
source: Hide Author
pt_br: Ocultar Author

# catalog.share.toggle_show
source: Show Author
pt_br: Mostrar Author

# catalog.share.usage.articles
source: Editorial articles
pt_br: Artigos editoriais

# catalog.share.usage.articles_desc
source: Article, news and blog pages
pt_br: Páginas de artigo, notícias e blog

# catalog.share.usage.author
source: Author and profiles
pt_br: Author e perfis

# catalog.share.usage.author_desc
source: Bios, interviews and author pages
pt_br: Bios, entrevistas e páginas de autor

# catalog.share.usage.events
source: Events and invitations
pt_br: Eventos e convites

# catalog.share.usage.events_desc
source: Event pages, agendas and invites
pt_br: Páginas de evento, agendas e convites

# catalog.share.usage.media
source: Media and galleries
pt_br: Mídia e galerias

# catalog.share.usage.media_desc
source: Images, videos and asset galleries
pt_br: Imagens, vídeos e galerias de assets

# catalog.short_facts_card.subtitle
source: ZodiakShortFactsCard · icon + value + label grid
pt_br: ZodiakShortFactsCard · ícone + valor + label em grade

# catalog.shortfacts.demo.awards
source: Awards
pt_br: Prêmios

# catalog.shortfacts.demo.certification
source: Certification
pt_br: Certificação

# catalog.shortfacts.demo.countries
source: Countries
pt_br: Países

# catalog.shortfacts.demo.experience
source: Experience
pt_br: Experiência

# catalog.shortfacts.demo.offices
source: Offices
pt_br: Escritórios

# catalog.shortfacts.demo.satisfaction
source: Satisfaction
pt_br: Satisfação

# catalog.shortfacts.spec.columns_label
source: Columns
pt_br: Colunas

# catalog.shortfacts.spec.columns_note
source: Parameter columns: 3 — for wider screens
pt_br: Parâmetro columns: 3 — para telas mais largas

# catalog.shortfacts.spec.columns_value
source: Configurable via columns param (default: 2)
pt_br: Configurável via columns param (padrão: 2)

# catalog.shortfacts.spec.icon_color_label
source: Icon color
pt_br: Cor do ícone

# catalog.shortfacts.spec.icon_color_value
source: Per item · default actionPrimary
pt_br: Por item · padrão actionPrimary

# catalog.show_more.hierarchy_desc
source: The ShowMore button adapts to secondary hierarchy (smaller, lighter).
pt_br: O botão ShowMore se adapta à hierarquia secundária (menor, mais suave).

# catalog.show_more.variants_desc
source: Supports onLite (light surfaces) and onHeavy (dark surfaces) variants.
pt_br: Suporta variantes onLite (superfícies claras) e onHeavy (superfícies escuras).

# catalog.showmore.spec.anatomy_value
source: 1 — Icon · 2 — Label (icon-first)
pt_br: 1 — Ícone · 2 — Label (icon-first)

# catalog.showmore.spec.onheavy
source: onHeavy — dark surfaces
pt_br: onHeavy — superfícies escuras

# catalog.showmore.spec.onlite
source: onLite — light surfaces
pt_br: onLite — superfícies claras

# catalog.showmore.spec.secondary_btn
source: Secondary — 16pt · icon M
pt_br: Secondary — 16pt · ícone M

# catalog.showmore.spec.tertiary_btn
source: Tertiary — 14pt · icon S (default)
pt_br: Tertiary — 14pt · ícone S (default)

# catalog.showmore.status.paused
source: Paused
pt_br: Pausado

# catalog.showmore.status.planning
source: Planning
pt_br: Planejamento

# catalog.sizing.desc_heights
source: Standard heights for buttons and text fields based on 8pt grid.
pt_br: Alturas padrão para botões e campos de texto baseadas na grade de 8pt.

# catalog.sizing.desc_icons
source: 5 icon sizes from 16pt to 40pt.
pt_br: 5 tamanhos de ícone de 16pt a 40pt.

# catalog.sizing.desc_primitives
source: Size tokens based on an 8pt base unit. Used to define width and height of components consistently across the design.
pt_br: Tokens de tamanho baseados em uma unidade de 8pt. Usados para definir largura e altura de componentes de forma consistente.

# catalog.sizing.desc_touch_areas
source: Minimum touch area of 44pt required by HIG — even for smaller visual elements.
pt_br: Área de toque mínima de 44pt exigida pelo HIG — mesmo para elementos visuais menores.

# catalog.sizing.label.height_48pt
source: 48pt height
pt_br: 48pt altura

# catalog.sizing.label.icon_24pt
source: 24pt icon
pt_br: 24pt ícone

# catalog.sizing.subtitle
source: Primitive Tokens · Component Heights · Icon Sizes · Touch Areas
pt_br: Tokens Primitivos · Alturas de Componente · Tamanhos de Ícone · Áreas de Toque

# catalog.skeleton_loader.desc_0
source: Show skeleton (loading simulation)
pt_br: Mostrar skeleton (simulação de loading)

# catalog.skeleton_loader.desc_1
source: Analyst · Capgemini
pt_br: Analista · Capgemini

# catalog.skeleton_loader.desc_2
source: Article · 5 min
pt_br: Artigo · 5 min

# catalog.skeleton_loader.example_content
source: Article · 5 min
pt_br: Artigo · 5 min

# catalog.skeleton_loader.example_role
source: Analyst · Capgemini
pt_br: Analista · Capgemini

# catalog.skeleton_loader.show_simulation
source: Show skeleton (loading simulation)
pt_br: Mostrar skeleton (simulação de loading)

# catalog.skeletonloader.any_component_desc
source: Apply .zodiakSkeleton(active: isLoading) on any component that needs a loading state.
pt_br: Aplique .zodiakSkeleton(active: isLoading) em qualquer componente que precise de um estado de carregamento.

# catalog.skeletonloader.api_example_label
source: Canonical usage:
pt_br: Uso can\u00f4nico:

# catalog.skeletonloader.desc_0
source: Show skeleton (loading simulation)
pt_br: Mostrar skeleton (simulação de loading)

# catalog.skeletonloader.desc_1
source: Analyst · Capgemini
pt_br: Analista · Capgemini

# catalog.skeletonloader.desc_2
source: Article · 5 min
pt_br: Artigo · 5 min

# catalog.skeletonloader.philosophy_body
source: SwiftUI\u2019s .redacted(reason: .placeholder) is a first-party API that natively handles most components. The .shimmer() modifier is a Zodiak design choice aligned with Apple ecosystem aesthetics.
pt_br: O .redacted(reason: .placeholder) do SwiftUI \u00e9 uma API de primeira classe que cobre nativamente a maioria dos componentes. O modificador .shimmer() \u00e9 uma escolha de design do Zodiak para alinhar a experi\u00eancia ao ecossistema Apple.

# catalog.skeletonloader.philosophy_title
source: Native Redaction + Zodiak Shimmer
pt_br: Redaction Nativo + Shimmer Zodiak

# catalog.skeletonloader.section.any_component
source: Works on Any Component
pt_br: Funciona em qualquer componente

# catalog.skeletonloader.section.loading_state
source: Loading State
pt_br: Estado de carregamento

# catalog.skeletonloader.section.philosophy
source: SwiftUI Native API
pt_br: API Nativa SwiftUI

# catalog.skeletonloader.simulate
source: Simulate loading (3s)
pt_br: Simular carregamento (3s)

# catalog.skeletonloader.simulating
source: Loading…
pt_br: Carregando…

# catalog.slide_to_submit.confirmed_desc
source: Action confirmed via slide.
pt_br: Ação confirmada via slide.

# catalog.slide_to_submit.desc_0
source: Use for actions that require intentional user confirmation — preventing accidental clicks.
pt_br: Use para ações que exigem confirmação intencional do usuário — prevenindo cliques acidentais.

# catalog.slide_to_submit.desc_1
source: Action confirmed via slide.
pt_br: Ação confirmada via slide.

# catalog.slide_to_submit.use_case_desc
source: Use for actions that require intentional confirmation from the user, preventing accidental taps.
pt_br: Use para ações que exigem confirmação intencional do usuário — prevenindo cliques acidentais.

# catalog.slider_counter.desc_0
source: The Slider Counter controls which slide is visible and reflects the progress.
pt_br: O Slider Counter controla qual slide está visível e reflete o progresso.

# catalog.slider_counter.subtitle
source: ZodiakSliderCounter · carousel navigation — 2 to 9 items
pt_br: ZodiakSliderCounter · navegação de carrosseis — 2 a 9 itens

# catalog.slidercounter.desc_0
source: The Slider Counter controls which slide is visible and reflects the progress.
pt_br: O Slider Counter controla qual slide está visível e reflete o progresso.

# catalog.slidesubmit.demo.publish
source: Publish changes
pt_br: Publicar alterações

# catalog.slidetosubmit.desc_0
source: Use for actions that require intentional user confirmation — preventing accidental clicks.
pt_br: Use para ações que exigem confirmação intencional do usuário — prevenindo cliques acidentais.

# catalog.slidetosubmit.desc_1
source: Action confirmed via slide.
pt_br: Ação confirmada via slide.

# catalog.spacing.alias_button_gap
source: Gap between grouped buttons
pt_br: Gap entre botões em grupo

# catalog.spacing.alias_button_large
source: Large button height
pt_br: Altura de botão Large

# catalog.spacing.alias_button_medium
source: Medium button height
pt_br: Altura de botão Medium

# catalog.spacing.alias_button_small
source: Small button height
pt_br: Altura de botão Small

# catalog.spacing.alias_field_padding
source: Internal padding for field and card
pt_br: Padding interno de campo e card

# catalog.spacing.alias_form_field_gap
source: Vertical gap between form fields
pt_br: Gap vertical entre campos de formulário

# catalog.spacing.alias_inline_gap
source: Horizontal gap between inline elements (icon + label, chips)
pt_br: Gap horizontal entre elementos inline (ícone + label, chips)

# catalog.spacing.alias_ipad_padding
source: iPad/landscape padding
pt_br: Padding iPad/landscape

# catalog.spacing.alias_item_gap
source: Gap between list items or rows
pt_br: Gap entre itens de lista ou rows

# catalog.spacing.alias_min_padding
source: Minimum padding — badge, chip
pt_br: Padding mínimo — badge, chip

# catalog.spacing.alias_screen_padding
source: Default screen/section padding
pt_br: Padding padrão de tela/seção

# catalog.spacing.alias_section_gap
source: Vertical gap between page sections
pt_br: Gap vertical entre seções de página

# catalog.spacing.alias_textfield
source: Default TextField height
pt_br: Altura padrão de TextField

# catalog.spacing.aliases_desc
source: Internal component names — bars show exact size.
pt_br: Nomes de uso interno nos componentes — barras com tamanho exato.

# catalog.spacing.experimental_aliases
source: Experimental Aliases
pt_br: Aliases Experimentais

# catalog.spacing.experimental_callout
source: Built on primitives, not yet official — Assembled following market best practices (EightShapes, Material 3, Carbon IBM). Not yet part of the official Zodiak Design System.
pt_br: Montado sobre os primitivos, ainda não oficial — Construído seguindo boas práticas de mercado (EightShapes, Material 3, Carbon IBM). Ainda não faz parte do Zodiak Design System oficial.

# catalog.spacing.horizontal_desc
source: Each bar shows the exact token width in points.
pt_br: Cada barra tem a largura exata do token em pontos.

# catalog.spacing.horizontal_scale
source: Horizontal scale
pt_br: Escala horizontal

# catalog.spacing.scale_desc
source: All spacing tokens follow the 8pt base. Use ZodiakSpacing._3XS (4pt) to ZodiakSpacing._8XL (176pt).
pt_br: Todos os tokens de espaçamento seguem a base 8pt. Use ZodiakSpacing._3XS (4pt) a ZodiakSpacing._8XL (176pt).

# catalog.spacing.semantic_aliases
source: Semantic aliases
pt_br: Aliases semânticos

# catalog.spacing.tab.chart
source: Chart
pt_br: Gráfico

# catalog.spacing.token_count_desc
source: 8pt base unit · 14 scale tokens + 9 semantic aliases.
pt_br: Base unit 8pt · 14 tokens de escala + 9 aliases semânticos.

# catalog.spacing.token_scale
source: Token scale
pt_br: Escala de tokens

# catalog.spacing.vertical_desc
source: Each column shows the exact token height in points.
pt_br: Cada coluna tem a altura exata do token em pontos.

# catalog.spacing.vertical_scale
source: Vertical scale
pt_br: Escala vertical

# catalog.spec.add_owners_hint
source: Add the project owners.
pt_br: Adicione os responsáveis pelo projeto.

# catalog.spec.apply_label %@
source: Apply %@
pt_br: Aplicar %@

# catalog.spec.basic_info
source: Basic Info
pt_br: Informações básicas

# catalog.spec.button_danger
source: Danger Button
pt_br: Botão Perigo

# catalog.spec.button_default
source: Button
pt_br: Botão

# catalog.spec.button_primary
source: Primary Button
pt_br: Botão Primário

# catalog.spec.button_secondary
source: Secondary Button
pt_br: Botão Secundário

# catalog.spec.button_small
source: Small Button
pt_br: Botão Small

# catalog.spec.button_small_alt
source: Small Button
pt_br: Botão Pequeno

# catalog.spec.button_tertiary
source: Tertiary Button
pt_br: Botão Terciário

# catalog.spec.centered
source: Centered
pt_br: Centralizado

# catalog.spec.color_azure
source: Azure
pt_br: Azur

# catalog.spec.confirm_before_create
source: Confirm data before creating the project.
pt_br: Confirme os dados antes de criar o projeto.

# catalog.spec.disabled_danger
source: Disabled — Danger
pt_br: Desabilitado — Perigo

# catalog.spec.disabled_secondary
source: Disabled — Secondary
pt_br: Desabilitado — Secundário

# catalog.spec.example_text %@
source: Example text · %@
pt_br: Texto de exemplo · %@

# catalog.spec.fill_name_desc_hint
source: Fill in the project name and description.
pt_br: Preencha o nome e a descrição do projeto.

# catalog.spec.helper_guidance
source: Use to guide the user in filling out the form.
pt_br: Use para orientar o usuário no preenchimento.

# catalog.spec.helper_optional
source: Helper text (optional)
pt_br: Helper text (opcional)

# catalog.spec.hq_capgemini
source: Global HQ — Capgemini SE
pt_br: Sede Global — Capgemini SE

# catalog.spec.info_alert_desc
source: This is an informational alert. Use to communicate neutral context to the user.
pt_br: Este é um alerta informativo. Use para comunicar contexto neutro ao usuário.

# catalog.spec.initials_label %lld
source: Initials: %lld
pt_br: Iniciais: %lld

# catalog.spec.irreversible_warning
source: This process is irreversible. Review before confirming.
pt_br: Este processo é irreversível. Revise antes de confirmar.

# catalog.spec.label_action
source: Action
pt_br: Ação

# catalog.spec.label_columns
source: Columns
pt_br: Colunas

# catalog.spec.label_context
source: Context
pt_br: Contexto

# catalog.spec.label_creation_date
source: Creation Date
pt_br: Data de criação

# catalog.spec.label_last_update
source: Last Update
pt_br: Última atualização

# catalog.spec.label_line_height
source: L.H.
pt_br: A.L.

# catalog.spec.label_size
source: Size
pt_br: Tamanho

# catalog.spec.label_style
source: Style
pt_br: Estilo

# catalog.spec.label_team
source: Team
pt_br: Equipe

# catalog.spec.label_weight
source: Weight
pt_br: Peso

# catalog.spec.lbl.acoes
source: Actions
pt_br: catalog.section.action_ribbons

# catalog.spec.lbl.action
source: Action
pt_br: Ação

# catalog.spec.lbl.adaptativo
source: Adaptive
pt_br: Adaptativo

# catalog.spec.lbl.alinhamento
source: Alignment
pt_br: Alinhamento

# catalog.spec.lbl.altura
source: Height
pt_br: Altura

# catalog.spec.lbl.altura_da_imagem
source: Image Height
pt_br: Altura da imagem

# catalog.spec.lbl.altura_total
source: Total Height
pt_br: Altura total

# catalog.spec.lbl.anatomia
source: Anatomy
pt_br: Anatomia

# catalog.spec.lbl.anel_externo
source: Outer Ring
pt_br: Anel externo

# catalog.spec.lbl.animacao
source: Animation
pt_br: Animação

# catalog.spec.lbl.animation
source: Animation
pt_br: Animação

# catalog.spec.lbl.anterior
source: Previous
pt_br: Anterior

# catalog.spec.lbl.api_publica
source: Public API
pt_br: API p\u00fablica

# catalog.spec.lbl.area_imagem
source: Image area
pt_br: Área de imagem

# catalog.spec.lbl.ativacao
source: Activation
pt_br: Ativação

# catalog.spec.lbl.author
source: Author
pt_br: Autor

# catalog.spec.lbl.autor
source: Author
pt_br: Autor

# catalog.spec.lbl.background
source: Background
pt_br: Fundo

# catalog.spec.lbl.barra
source: Bar
pt_br: Barra

# catalog.spec.lbl.bgvariant
source: Background Variant
pt_br: Variante de Fundo

# catalog.spec.lbl.borda
source: Border
pt_br: Borda

# catalog.spec.lbl.border
source: Border
pt_br: Borda

# catalog.spec.lbl.botao
source: Button
pt_br: Botão

# catalog.spec.lbl.botao_terciario
source: Tertiary button
pt_br: Botão terciário

# catalog.spec.lbl.botoes
source: Buttons
pt_br: Botões

# catalog.spec.lbl.button_large
source: Button Large
pt_br: Botão Large

# catalog.spec.lbl.button_medium
source: Button Medium
pt_br: Botão Medium

# catalog.spec.lbl.button_small
source: Button Small
pt_br: Botão Small

# catalog.spec.lbl.card_altura_imagem
source: Image Height
pt_br: Altura da Imagem

# catalog.spec.lbl.card_height
source: Card Height
pt_br: Altura do Card

# catalog.spec.lbl.card_width
source: Card Width
pt_br: Largura do Card

# catalog.spec.lbl.color
source: Color
pt_br: Cor

# catalog.spec.lbl.colunas
source: Columns
pt_br: Colunas

# catalog.spec.lbl.componente
source: Component
pt_br: Componente

# catalog.spec.lbl.composicao
source: Composition
pt_br: Composição

# catalog.spec.lbl.compositions_implementadas
source: Implemented Compositions
pt_br: Compositions implementadas

# catalog.spec.lbl.compostos
source: Composites
pt_br: Compostos

# catalog.spec.lbl.contador
source: Counter
pt_br: Contador

# catalog.spec.lbl.conteudo
source: Content
pt_br: Conteúdo

# catalog.spec.lbl.controles
source: Controls
pt_br: Controles

# catalog.spec.lbl.cor
source: Color
pt_br: Cor

# catalog.spec.lbl.cor_base
source: Base Color
pt_br: Cor base

# catalog.spec.lbl.cor_padrao
source: Default color
pt_br: Cor padrão

# catalog.spec.lbl.corner_radius
source: Corner radius
pt_br: Raio do canto

# catalog.spec.lbl.dark_mode
source: Dark Mode
pt_br: Modo Escuro

# catalog.spec.lbl.default_usage
source: Default
pt_br: Uso padrão

# catalog.spec.lbl.dependencia
source: Dependency
pt_br: Dependência

# catalog.spec.lbl.desabilitado
source: Disabled
pt_br: Desabilitado

# catalog.spec.lbl.descricao
source: Description
pt_br: Descrição

# catalog.spec.lbl.duas_colunas
source: Two Columns
pt_br: Duas colunas

# catalog.spec.lbl.duracao
source: Duration
pt_br: Duração

# catalog.spec.lbl.entrada
source: Entry
pt_br: Entrada

# catalog.spec.lbl.estado_ativo
source: Active State
pt_br: Estado ativo

# catalog.spec.lbl.estado_inativo
source: Inactive State
pt_br: Estado inativo

# catalog.spec.lbl.estado_padrao
source: Default State
pt_br: Estado padrão

# catalog.spec.lbl.estado_vazio
source: Empty State
pt_br: Estado vazio

# catalog.spec.lbl.estados
source: States
pt_br: Estados

# catalog.spec.lbl.estrela_cheia
source: Full Star
pt_br: Estrela cheia

# catalog.spec.lbl.familia
source: Family
pt_br: Família

# catalog.spec.lbl.fechar
source: Close
pt_br: Fechar

# catalog.spec.lbl.fill_ativo
source: Active fill
pt_br: Fill ativo

# catalog.spec.lbl.filtro
source: Filter
pt_br: Filtro

# catalog.spec.lbl.foco
source: Focus
pt_br: Foco

# catalog.spec.lbl.font
source: Font
pt_br: Fonte
